{
    "landing_header1": "ಹೇಳಿ",
    "landing_header2": "ನಮಸ್ಕಾರ ",
    "landing_header3": "ನಿಮ್ಮ ಹೊಸ ಚಲನಚಿತ್ರಗಳು ಮತ್ತು ವೆಬ್ ಸರಣಿಗಳ ಮನೆಗೆ",
    "landing_header4": "ಕ್ಯಾಚ್‌ಮ Flix",
    "landingTop": "#1 ಭಾರತದಲ್ಲಿ ಪ್ರಾದೇಶಿಕ ಚಲನಚಿತ್ರ ಸ್ಟ್ರೀಮಿಂಗ್",
    "noCatch": "ಇಲ್ಲಿ ಯಾವುದೇ ಷರತ್ತುಗಳಿಲ್ಲ, ಕೇವಲ ಖಾತೆಯನ್ನು ನೋಂದಾಯಿಸಿ ಮತ್ತು ನಿಮ್ಮ ನೆಚ್ಚಿನ ವಿಷಯವನ್ನು ಈಗಲೇ, ಎಲ್ಲಿಯಾದರೂ, ಯಾವಾಗಲೂ ವೀಕ್ಷಿಸಲು ಪ್ರಾರಂಭಿಸಿ. ತೃಪ್ತನಾಗಲಿಲ್ಲವೇ? ನಿಮ್ಮ ಸಮಸ್ಯೆಗಳ ಬಗ್ಗೆ ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ತಿಳಿಸಿ, ನಾವು ಒಟ್ಟಿಗೆ ಕುಳಿತು ಅವುಗಳನ್ನು ಸರಿಪಡಿಸುತ್ತೇವೆ! ಇಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವು ಯಾವುದೇ ಇತರ ಒटीಟಿ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಿಂತ ಉತ್ತಮವಾಗಿದೆ ಎന്ന് ನಾವು ಖಚಿತಪಡಿಸುತ್ತೇವೆ. ಅದು ನಮ್ಮ ಮಾತು.",
    "contentquality": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್‌ನಲ್ಲಿ ನಾವು ಗುಣಮಟ್ಟವು ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ವಿಷಯವನ್ನು ಪಡೆಯುವುದಕ್ಕಿಂತ ಉತ್ತಮವೆಂದು ನಂಬುತ್ತೇವೆ. ನಮ್ಮ ವಿಷಯವನ್ನು ಅತ್ಯುತ್ತಮ ಚಲನಚಿತ್ರ ನಿರ್ದೇಶಕರು ಅಥವಾ ಸಾಮಾನ್ಯ ಜನರು ನಿರ್ಮಿಸದಿರಬಹುದು. ಆದರೆ ನಾವು ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾದದ್ದನ್ನು ಒದಗಿಸುತ್ತೇವೆ",
    "excited": "ಉತ್ಸುಕರಾಗಿದ್ದೀರಿ ",
    "already": "ಈಗಾಗಲೇ?",
    "weToo": "ನಾವು ಸಹ!",
    "join": "ಕೆಳಗಿನ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ನಮ್ಮ ಆರಂಭಿಕ ವೇ انتظار ಪಟ್ಟಿಗೆ ಸೇರಿ, ನಾವು盡快  ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತೇವೆ.",
    "getReady": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್‌ನೊಂದಿಗೆ ಅದ್ಭುತ ಅನುಭವಕ್ಕೆ ಸಿದ್ಧರಾಗಿ",
    "comingsoon": "곧 ಬರಲಿದೆ",
    "stayTuned": "ಟ್ಯೂನ್‌ಡ್ ಆಗಿರಿ",
    "pricing": "ಬೆಲೆ ನಿಗದಿ",
    "pricingDetails": "ನಿಮಗೆ만 ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ನಮ್ಮ ಬೆಲೆ ಮಾದರಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ, ನೀವು ಬಯಸಿದ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "tillThenFree": "ಅಲ್ಲಿಯವರೆಗೆ ಇದು ಭತ್ಯ",
    "getpopcorns": "ನಿಮ್ಮ ಪಾಪ್‌ಕಾರ್ನ್‌ಗಳನ್ನು ಸಿದ್ಧಪಡಿಸಿ, ಪ್ರದರ್ಶನ ಪ್ರಾರಂಭವಾಗಲಿದೆ!",
    "almostThere": "거의 거의!",
    "aboutUs": "ನಮ್ಮ ಬಗ್ಗೆ",
    "aboutUsDetails": "ನಮ್ಮ ಬಗ್ಗೆ, ನಾವು ಯಾರು ಮತ್ತು ನಾವು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತೇವೆ ಎಂಬುದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ. ನಂತರ ನಮಗೆ ವಿಶ್ವಾಸವಿಡಿ.",
    "watchStuff": "ಹೋಗೋಣ ಮತ್ತು কিছು ವಸ್ತುಗಳನ್ನು ವೀಕ್ಷಿಸೋಣ",

    "catchmflix": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್",
    "onboard1": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್‌ನಲ್ಲಿ ಚಲನಚಿತ್ರಗಳು / ವೆಬ್ ಸರಣಿಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು ನೀವು ಲಾಗಿನ್ / ಸೈನ್‌ಅಪ್ ಮಾಡಬೇಕು. ನೀವು ಈಗಾಗಲೇ ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರರ ರುಜುವಾತುಗಳೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ.",
    "onboard2": "ಇಲ್ಲಿ ಹೊಸಬರೇ?",
    "onboard3": "ಕೆಳಗೆ ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ",
    "useLoginInfo": "ನಿಮ್ಮ ಖಾತೆಗೆ ಮತ್ತೆ ಲಾಗಿನ್ ಆಗಲು ನಿಮ್ಮ ಲಾಗಿನ್ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಿ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳಿದ್ದರೆ ಉಚಿತವಾಗಿ ಸಂಪರ್ಕಿಸಿ",
    "ad2": "ಎಲ್ಲಾ ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ಚಂದಾದಾರರು ನಮ್ಮ ಪ್ರೀಮಿಯಂ ಯೋಜನೆಗಳನ್ನು ಉಚಿತವಾಗಿ ಪಡೆದುಕೊಳ್ಳಬಹುದು! ನಿರೀಕ್ಷಿಸದೆ, ಈ ಅದ್ಭುತ ಅವಕಾಶವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ. ನಿಮ್ಮದೇ ಭಾಷೆಯಲ್ಲಿ ವಿಶೇಷವಾಗಿ ಪ್ರಾದೇಶಿಕವಾದ ಅದ್ಭುತ ವಿಷಯವನ್ನು ಆನಂದಿಸಿ.",
    "aboutus1": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ಪ್ರೈವೇಟ್ ಲಿಮಿಟೆಡ್‌ನ ಹೆಮ್ಮೆಯ ಉದ್ಯಮವಾದ ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ಕೇವಲ ಸ್ಟ್ರೀಮಿಂಗ್ ಸೇವೆಯಲ್ಲ - ಇದು ಪ್ರಾದೇಶಿಕ ಸೃಜನಶೀಲತೆ ಮತ್ತು ಕಥೆ ಹೇಳುವಿಕೆಯ ಆಚರಣೆಯಾಗಿದೆ. ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸ್ಥಳೀಯ ಕಲಾವಿದರ ಗಮನಾರ್ಹ ಕೆಲಸವನ್ನು ಪ್ರದರ್ಶಿಸಲು ಸಮರ್ಪಿಸಲಾಗಿದೆ, ನಿಮಗೆ ನಿಮ್ಮ ಸಮುದಾಯದ ಸಾರವನ್ನು ಪ್ರತಿನಿಧಿಸುವ ಚಲನಚಿತ್ರಗಳು ಮತ್ತು ವೆಬ್ ಸರಣಿಗಳ ವೈವಿಧ್ಯಮಯ ಸಂಗ್ರಹವನ್ನು ತರುತ್ತದೆ.",
    "local_talent": "ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್‌ನಲ್ಲಿ, ಪ್ರಾದೇಶಿಕ ಕಲಾವಿದರ ಪ್ರತಿಭೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುವ ಆಯ್ಕೆಯನ್ನು ಕ್ಯೂರೇಟ್ ಮಾಡುವಲ್ಲಿ ನಾವು ಹೆಮ್ಮೆ ಪಡುತ್ತೇವೆ. ಆಕರ್ಷಕ ಚಲನಚಿತ್ರಗಳಿಂದ ಹಿಡಿಯುವ ವೆಬ್ ಸರಣಿಗಳವರೆಗೆ, ಪ್ರತಿ ವಿಷಯವು ನಮ್ಮ ಸಮುದಾಯದ ಒಳಗಿನ ಸೃಜನಶೀಲತೆ ಮತ್ತು ಕೌಶಲ್ಯಕ್ಕೆ ಸಾಕ್ಷಿಯಾಗಿದೆ.",
    "native_language": "ನಿಮ್ಮ ಮೂಲ ಭಾಷೆಯಲ್ಲಿ ಪ್ರತಿಯೊಂದು ನಿರೂಪಣೆಯನ್ನು ನಾವು ಒದಗಿಸುವಂತೆ ಕಥೆ ಹೇಳುವಿಕೆಯ أصالة (asالة - Authenticity)ದಲ್ಲಿ ನಿಮ್ಮನ್ನು ತೊಡಗಿಸಿಕೊಳ್ಳಿ. ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ನಿಮ್ಮ ಸಾಂಸ್ಕೃತಿಕ ಬೇರುಗಳೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿರುವ ವಿಶಿಷ್ಟ ವೀಕ್ಷಣ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸುವ, ಸ್ಥಳೀಯ ಕಥೆಗಳು ಕೇಂದ್ರಸ್ಥಾನವನ್ನು ಪಡೆಯುವ ಜಗತ್ತಿಗೆ ನಿಮ್ಮ ಗೇಟ್‌ವೇ ಆಗಿದೆ.",
    "stream_anywhere": "ಎಲ್ಲಿಯಾದರೂ, ಯಾವಾಗಲೂ ನಿಮ್ಮ ರೀತಿಯಲ್ಲಿ ಸ್ಟ್ರೀಮ್ ಮಾಡಿ",
    "stream_text": "ನಿಮ್ಮ ಷರತ್ತುಗಳ ಮೇಲೆ ಮನರಂಜನೆಯ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಆನಂದಿಸಿ. ಮೊಬೈಲ್ ಫೋನ್‌ಗಳು, ಟ್ಯಾಬ್ಲೆಟ್‌ಗಳು, ಡೆಸ್ಕ್‌ಟಾಪ್‌ಗಳು, ಸ್ಮಾರ್ಟ್ ಟಿವಿಗಳು ಅಥವಾ ಇತರ ಸ್ಟ್ರೀಮಿಂಗ್ ಗ್ಯಾಜೆಟ್‌ಗಳಂತಹ ವಿವಿಧ ಸಾಧನಗಳಾದ್ಯಂತ ನಿರಾತಂಕವಾಗಿ ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ಅನ್ನು ಸ್ಟ್ರೀಮ್ ಮಾಡಿ. ನಿಮ್ಮ ಚಲನಚಿತ್ರ ಅನುಭವ ನಿಮ್ಮ ಬೆರಳ ತುದಿಗಳಲ್ಲಿಯೇ ಇದೆ, ನೀವು ಎಲ್ಲಿದ್ದರೂ ನಿಮ್ಮ ಕ್ಷಣಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ಸಿದ್ಧವಾಗಿದೆ.",

    "login": "ಲಾಗ್ ಇನ್",
    "register": "ರಿಜಿಸ್ಟರ್",
    "scroll": "ಹೆಚ್ಚಿನದನ್ನು ತಿಳಿಯಲು ಸ್ಕ್ರೋಲ್ ಮಾಡಿ",
    "freewatch": "ಉಚಿತವಾಗಿ ವೀಕ್ಷಿಸಿ",
    "catch": "ಯಾವುದೇ ಷರತ್ತುಗಳಿಲ್ಲ",
    "ft1": "ಯಾವುದೇ ಗುಪ್ತ ಶುಲ್ಕಗಳಿಲ್ಲ, ಯಾವುದೇ प्रतिबद्धताಗಳಿಲ್ಲ",
    "ft2": "ಎಲ್ಲಾ ಕ್ಯಾಚ್‌ಮಫ್ಲಿಕ್ಸ್ ಬಳಕೆದಾರರು ಈಗಲೇ ನಮ್ಮ ಪ್ರೀಮಿಯಂ ಯೋಜನೆಗಳನ್ನು ಉಚಿತವಾಗಿ ಪಡೆಯಬಹುದು!",
    "amazc": "ಅದ್ಭುತ ವಿಷಯ",
    "rather": "ನೀವು ಕಾಣಬಹುದಾದ ಅತ್ಯುತ್ತಮ ವಿಷಯ!",
    "qlty": "ನಾವು ಪ್ರಮಾಣಕ್ಕಿಂತ ಗುಣಮಟ್ಟವನ್ನು ಬಯಸುತ್ತೇವೆ",
    "bestA": "ಹೀಗಾಗಿ ಲಭ್ಯವಿರುವ ಅತ್ಯುತ್ತಮವಾದದ್ದನ್ನು ನಿಮಗೆ ತಲುಪಿಸುತ್ತದೆ.",
    "closeTo": "ನಾವು ನಮ್ಮ ಬಿಡುಗಡೆ ದಿನಾಂಕದ ಹತ್ತಿರ ಇದ್ದೇವೆ, ಟ್ಯೂನ್‌ಡ್ ಆಗಿರಿ",
    "letsGo": "ಆಗಿ ಬಿಡು",
    "fill": "ದಯವಿಟ್ಟು ಕ್ಷೇತ್ರಗಳನ್ನು ಸರಿಯಾಗಿ ಭರ್ತಿ ಮಾಡಿ",
    "aOp": "ಅದ್ಭುತ ಅವಕಾಶ",
    "offer": "ಉಚಿತ ಪ್ರೀಮಿಯಂ ಯೋಜನೆಗಳು!",
    "local": "ಸ್ಥಳೀಯ ಶ್ರೇಷ್ಠತೆಯನ್ನು ಸ್ವೀಕರಿಸುವುದು",
    "talent": "ಸ್ಥಳೀಯ ಪ್ರತಿಭೆಯ ವಸ್ತ್ರ",
    "nat": "100% ಮೂಲ ಭಾಷೆ, 100% ನಿಜತೆ",
    "privacyPolicy": "ಗೌಪ್ಯತಾ ನೀತಿ",
    "terms": "ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು",
    "contact": "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "quickLinks": "ತ್ವರಿತ ಲಿಂಕ್‌ಗಳು"
}
