{
    "landing_header1": "హలో",
    "landing_header2": "చెప్పండి ",
    "landing_header3": "సరికొత్త కొత్త సినిమాలు మరియు వెబ్ సిరీస్ మీ ఇంటికి",
    "landing_header4": "క్యాచ్Mఫ్లిక్స్",
    "landingTop": "#1 భారతదేశంలో ప్రాంతీయ సినిమా స్ట్రీమింగ్",
    "noCatch": "మీ ఖాతాను రిజిస్టర్ చేసుకోండి మరియు ఇప్పుడే మీ ఇష్టమైన కంటెంట్‌ని ఎప్పుడైనా ఎక్కడైనా చూడటం ప్రారంభించండి. సంతృప్తి లేదా? మా మద్దతు బృందానికి మీ సమస్యల గురించి తెలియజేయండి, మేము కలిసి కూర్చుని వాటిని పరిష్కరిస్తాము! మేము ఇక్కడ మీ అనుభవాన్ని ఇతర OTT ప్లాట్‌ఫారమ్‌ల కంటే మెరుగ్గా ఉండేలా చూసుకుంటాము. అదే మా మాట.",
    "contentquality": "క్యాచ్Mఫ్లిక్స్ వద్ద మేము నాణ్యత అనేది ఎక్కువ పరిమాణంలో కంటెంట్‌ కంటే మెరుగు అని నమ్ముతున్నాము. మా కంటెంట్‌ను ఉత్తమ చలనచిత్ర దర్శకులు లేదా సాధారణ ప్రజలు నిర్మించకపోవచ్చు. కానీ మేము మీకు ఉత్తమమైన వాటిని అందిస్తాము",
    "excited": "ఉత్సాహంతో ఆసక్తి గా ఉన్నారా ",
    "already": "ఇప్పుడే?",
    "weToo": "మేము కూడా! మిమ్మలను మాతో కలిగి ఉండటానికి",
    "join": "క్రింద మీ ఇమెయిల్‌ను నమోదు చేయడం ద్వారా మా ప్రారంభ వేచి ఉండే జాబితాలో చేరండి, మేము వీలైనంత త్వరగా మీకు తిరిగి వస్తాము",
    "getReady": "క్యాచ్Mఫ్లిక్స్ తో అద్భుతమైన అనుభవానికి సిద్ధంగా ఉండండి",
    "comingsoon": "త్వరలోనే వస్తోంది",
    "stayTuned": "కనెక్ట్ అయ్యి ఉండండి",
    "pricing": "ధరలు",
    "pricingDetails": "మా ధర మోడళ్లను చూడండి, కేవలం మీ కోసం రూపొందించబడింది, మీకు కావలసిన ప్లాన్‌ను ఎంచుకోండి",
    "tillThenFree": "అప్పటి వరకు ఉచితం",
    "getpopcorns": "మీ పాప్‌కార్న్‌లను సిద్ధంగా ఉంచుకోండి, షో ప్రారంభం కానుంది!",
    "almostThere": "దాదాపు గా!",
    "aboutUs": "మా గురించి",
    "aboutUsDetails": "మా గురించి, మేము ఎవరు మరియు మేము ఎలా పనిచేస్తాము అనే దాని గురించి మరింత తెలుసుకోండి. అప్పుడు మమ్మలను నమ్మండి",
    "watchStuff": "వెళ్ళుదాం & కొన్ని ఆసక్తి ఉన్న వీడియోలు చూద్దాం",
    "CatchMflixx": "క్యాచ్Mఫ్లిక్స్",

    "onboard1": "క్యాచ్ Mflixలో సినిమాలు/వెబ్ సిరీస్‌లను చూడటం ప్రారంభించడానికి ముందు మీరు లాగిన్/సైన్ అప్ అవసరం. మీకు ఇప్పటికే ఉన్న ఖాతా ఉంటే దయచేసి మీ వినియోగదారు ధృవీకరణలతో లాగిన్ అవ్వండి",
    "onboard2": "మీరు మొదటి సారి వచ్చారా?",
    "onboard3": "క్రింద కొత్త ఖాతాను సృష్టించండి",
    "useLoginInfo": "మీ లాగిన్ ధృవీకరణలను ఉపయోగించి మీ ఖాతాకు లాగిన్ అవ్వండి. ఏదైనా సమస్యలు ఉంటే సంప్రదించడానికి సంకోచించకండి",
    "ad2": "క్యాచ్Mఫ్లిక్స్ సబ్‌స్క్రైబర్‌లందరూ మా ప్రీమియం ప్లాన్‌లను ఉచితంగా పొందవచ్చు! వేచి ఉండకండి, ఈ అద్భుతమైన అవకాశాన్ని కోల్పోయే ముందు దాన్ని పొందండి. అద్భుతమైన కంటెంట్‌ను ఆస్వాదించండి, ముఖ్యంగా మీ స్వంత భాషలో ప్రాంతీయమైనవి.",
    "aboutus1": "క్యాచ్Mఫ్లిక్స్ Pvt. Ltd. యొక్క సంస్థ, స్ట్రీమింగ్ సర్వీస్ కంటే ఎక్కువ - ఇది ప్రాంతీయ సృజనాత్మకత మరియు కథ చెప్పడం యొక్క వేడుక. మా ప్లాట్‌ఫారమ్ స్థానిక కళాకారుల యొక్క గుర్తింపు పొందిన పనిని ప్రదర్శించడానికి అంకితం చేయబడింది, మీ సమాజం యొక్క సారాంశంతో మార్చుకొనే సినిమాలు మరియు వెబ్ సిరీస్‌ల యొక్క వైవిధ్యమైనవీ మీకు అందిస్తుంది",
    "local_talent": "క్యాచ్Mఫ్లిక్స్ వద్ద, మేము ప్రాంతీయ కళాకారుల ప్రతిభను ప్రతిబింబించే ఎంపికను క్యూరేట్ చేయడంలో గర్వ పడుతున్నాము. సినిమాల నుండి ఆకట్టుకునే వెబ్ సిరీస్‌ల వరకు, ప్రతి కంటెంట్ నిబంధన మా సమాజంలోని సృజనాత్మకత మరియు నైపుణ్యానికి నిదర్శనం",
    "native_language": "మేము ప్రతి కథనాన్ని మీ మాతృభాషలో అందజేస్తున్నప్పుడు కథ చెప్పడం యొక్క ప్రామాణికతలో మునిగిపోండి, ఎందుకంటే మేము ప్రతి సెకను మీ స్వదేశ భాషలో అందిస్తున్నాము. క్యాచ్Mఫ్లిక్స్ స్థానిక కథలు ప్రధాన వేదికగా ఉండే లోకానికి మీ ద్వారం, మీ సాంస్కృతిక మూలాలతో మార్చుకొనే ప్రత్యేకమైన వీక్షణ అనుభవాన్ని సృష్టిస్తుంది",
    "stream_anywhere": "ఎప్పుడైనా, ఎక్కడైనా మీ మార్గంలో స్ట్రీమ్ చేయండి",
    "stream_text": "మీ నిబంధనల ప్రకారం వినోద స్వేచ్ఛను ఆస్వాదించండి. మొబైల్ ఫోన్‌లు, టాబ్లెట్‌లు, డెస్క్‌టాప్‌లు, స్మార్ట్ టీవీలు లేదా ఇతర స్ట్రీమింగ్ లో అంతటా క్యాచ్Mఫ్లిక్స్ ని సజావుగా స్ట్రీమ్ చేయండి. మీ సినిమాటిక్ అనుభవం మీ వేలిముద్రల వద్ద ఉంది, మీరు ఎక్కడ ఉన్నా మీ క్షణాలను మెరుగుపరచడానికి సిద్ధంగా ఉంది",
    "login": "ప్రవేశించండి",
    "register": "నమోదు",
    "scroll": "మరింత తెలుసుకోవడానికి స్క్రోల్ చేయండి",
    "freewatch": "వీక్షించడానికి ఉచితం",
    "catch": "క్యాచ్ లేదు",
    "ft1": " ధచబడే ఛార్జీలు లేవు, కట్టుబాట్లు లేవు",
    "ft2": "అందరు క్యాచ్Mఫ్లిక్స్ వినియోగదారులు ప్రస్తుతం మా ప్రీమియం ప్లాన్‌లను ఉచితంగా పొందవచ్చు!",
    "amazc": "అద్భుతమైన కంటెంట్",
    "rather": "మీరు కనుగొనగలిగే అత్యుత్తమ కంటెంట్!",
    "qlty": "మేము పరిమాణం కంటే నాణ్యతను ఇష్టపడతాము",
    "bestA": "అందుచేత మీకు అందుబాటులో ఉన్న ఉత్తమమైన వాటిని అందజేస్తుంది.",
    "closeTo": "మేము మా ప్రారంభ తేదీకి చాలా దగ్గరగా ఉన్నాము, వేచి ఉండండి!",
    "letsGo": "వెళ్దాం",
    "fill": "దయచేసి ఫీల్డ్‌లను సరిగ్గా పూరించండి",
    "aOp": "అద్భుతమైన అవకాశం",
    "offer": "ఉచిత ప్రీమియం ప్లాన్‌లు!",
    "local": "లోకల్ ఎక్సలెన్స్‌ని ఆలింగనం చేసుకోవడం",
    "talent": "స్థానిక ప్రతిభకు సంబంధించిన చిత్రపటం",
    "nat": "100% స్థానిక భాష, 100% ప్రామాణికత",
    "privacyPolicy": "గోప్యతా విధానం",
    "terms": "నిబంధనలు మరియు షరతులు ",
    "contact": "మమ్మల్ని సంప్రదించండి ",
    "quickLinks": "వేగవంతమైన లింకులు"
}
